{
  "usuarios": [
    {
      "id": 1,
      "nome": "Usuario Teste",
      "senha": "senha123",
      "sobre": "Eu sou apenas um usuario de testes",
      "foto": "https://static.vecteezy.com/system/resources/thumbnails/002/534/006/small/social-media-chatting-online-blank-profile-picture-head-and-body-icon-people-standing-icon-grey-background-free-vector.jpg"
    },
    {
      "id": 2,
      "nome": "Ryan",
      "senha": "123",
      "sobre": "Eu não sei oque colocar",
      "foto": "https://i.pinimg.com/originals/30/33/0b/30330b5e8e0f772f0edaa310294703a2.jpg"
    },
    {
      "id": 3,
      "nome": "Thauane",
      "senha": "123",
      "sobre": "Eu sou a Thauane e amo livros de fantasia",
      "foto": "https://i.pinimg.com/564x/96/f8/5a/96f85a3d3ec021d8f082ee6707989c2b.jpg"
    }
  ],
  "livros": [
    {
      "id": 1,
      "titulo": "A Pequena Sereia",
      "autor": "Louise Neill",
      "sinopse": "Esqueça as histórias sobre sereias que você conhece. Esta é uma história diferente ― e necessária. E tudo começa no fundo do mar. Com uma garota chamada Gaia, que sonha em ser livre de seu pai controlador, fugir de um casamento arranjado e descobrir o que realmente aconteceu à sua mãe desaparecida. Em seu aniversário de quinze anos, quando finalmente sobe à superfície para conhecer o mundo de cima, Gaia avista um rapaz em um naufrágio e se convence de que precisa conhecê-lo. Mas do que ela precisa abrir mão para transformar seu sonho em realidade? E será que vale a pena? A Pequena Sereia e o Reino das Ilusões chega para trazer um pouco mais de contos de fadas para a linha DarkLove, da DarkSide® Books. Mas não do jeito que você espera; aqui, a história original de Hans Christian Andersen ― e também suas versões coloridas e afáveis em desenhos animados ― é reimaginada através de lentes feministas e ambientada em um mundo aquático em que mulheres são silenciadas diariamente ― um mundo que não difere tanto assim da sociedade em que vivemos. No reino de ilusões comandado pelo Rei dos Mares, as sereias não recebem educação, não têm direito de fala, devem se encaixar em um padrão de beleza impossível e sempre sorrir. É neste cenário que a autora irlandesa Louise O’Neill apresenta uma história sobre empoderamento e força feminina. Com narrativa e olhar afiados, a autora ainda desenvolve aspectos do conto original que passaram batido, como o relacionamento de Gaia com as irmãs e as camadas complexas da Bruxa do Mar. A Pequena Sereia e o Reino das Ilusões, que chega ao mundo acima da superfície da água com o padrão de qualidade que virou marca registrada da DarkSide® Books, mostra como, em um reino comandado pelo patriarcado, ter uma voz é arriscado. Mas também como querer usá-la é uma atitude extremamente poderosa e valiosa. Ainda mais em tempos tão sombrios.",
      "imagem": "https://m.media-amazon.com/images/I/614ZEyNc+jL.jpg",
      "avaliacao": 4.1,
      "editora": "Darkside",
      "genero": "Ficção Literária, Conto de Fadas e Terror",
      "ano": 2019,
      "paginas": 224
    },
    {
      "id": 2,
      "titulo": "Castella",
      "autor": "Min-gyu Park",
      "sinopse": "Tido como um dos mais inovadores expoentes da literatura coreana moderna, Park Min-Gyu espanta os leitores com sua escrita criativa, cheia de elementos fantásticos. Com uma linguagem coloquial e, ao mesmo tempo, literária, o caráter lúdico de sua escrita, misturado com uma boa dose de cinismo e ironia, presenteia os leitores de Castella com contos que revelam as idiossincrasias e a desigualdade social na Coreia do Sul, mas que transcendem o espaço físico da península, reverberando até nossas encostas tropicais brasileiras.",
      "imagem": "https://m.media-amazon.com/images/I/91u0wHU3hZL._SY466_.jpg",
      "avaliacao": 4.5,
      "editora": "Martin Claret",
      "genero": "Contos, Ficção Literária e Comteporânea",
      "ano": 2022,
      "paginas": 416
    },
    {
      "id": 3,
      "titulo": "Dois Irmãos",
      "autor": "Milton Hatoum",
      "sinopse": "Onze anos depois da publicação de Relato de um certo Oriente, Milton Hatoum retoma os temas do drama familiar e da casa que se desfaz. Dois irmãos é a história de como se constroem as relações de identidade e diferença numa família em crise. O enredo desta vez tem como centro a história de dois irmãos gêmeos - Yaqub e Omar - e suas relações com a mãe, o pai e a irmã. Moram na mesma casa Domingas, empregada da família, e seu filho. Esse menino - o filho da empregada - narra, trinta anos depois, os dramas que testemunhou calado. Buscando a identidade de seu pai entre os homens da casa, ele tenta reconstruir os cacos do passado, ora como testemunha, ora como quem ouviu e guardou, mudo, as histórias dos outros. Do seu canto, ele vê personagens que se entregam ao incesto, à vingança, à paixão desmesurada. O lugar da família se estende ao espaço de Manaus, o porto à margem do rio Negro: a cidade e o rio, metáforas das ruínas e da passagem do tempo, acompanham o andamento do drama familiar.Prêmio Jabuti 2001 de Melhor Romance A capa pode variar.",
      "imagem": "https://m.media-amazon.com/images/I/91lzSUbiyhL._SY466_.jpg",
      "avaliacao": 4.6,
      "editora": "Companhia de Bolso",
      "genero": "Romance e Ficção Literária",
      "ano": 2006,
      "paginas": 200
    },
    {
      "id": 4,
      "titulo": "Mariposa Vermelha",
      "autor": "Fernanda Castro",
      "sinopse": "Na cidade de Fragária, sob o domínio da República, a magia é proibida, e Amarílis conhece como ninguém o perigo de quebrar as regras. Para evitar o destino trágico que teve sua mãe, a jovem tecelã mantém a cabeça baixa e os fios de seus poderes bem amarrados. Quando, por acaso, se vê diante do homem que causou a ruína de sua família, Amarílis decide convocar um demônio e fazer um pacto: ela quer a morte do general que destruiu sua mãe. Mas sua oferenda é muito simples, e Tolú, o Antigo que atende seu chamado, não pode tirar uma vida por um preço tão baixo. Ele pode, porém, ajudar Amarílis a enfrentar seus medos enquanto ela faz justiça com as próprias mãos. Com uma narrativa delicada e, ao mesmo tempo, sombria, Fernanda Castro conduz o leitor por uma história repleta de personagens fascinantes, horrores mundanos e poderes ocultos.",
      "imagem": "https://m.media-amazon.com/images/I/81859yi65LL._AC_UF1000,1000_QL80_.jpg",
      "avaliacao": 4.8,
      "editora": "Suma",
      "genero": "Literatura, Fantasia e Horror",
      "ano": 2023,
      "paginas": 272
    },
    {
      "id": 5,
      "titulo": "Assistente do Vilão",
      "autor": "Hannah Nicole Maehrer",
      "sinopse": "PROCURA-SE ASSISTENTE: Vilão notório do alto escalão busca assistente leal e equilibrado para funções de escritório não especificadas, apoio à equipe para caos e terror aleatórios e outras Coisas Sombrias em Geral. Discrição é essencial. Excelentes benefícios. Com uma família para sustentar, Evie Sage precisa desesperadamente de um trabalho. Então, quando um esbarrão acidental com o Vilão mais famoso de Rennedawn resulta em uma oferta de emprego, ela aceita sem pensar duas vezes. Alegre, fofa e divertida, Evie sabe que esse cargo não é bem o seu perfil, mas sabe também que nenhum trabalho é perfeito. O que ela jamais esperaria era desenvolver uma queda por seu chefe aterrorizante, temperamental e inegavelmente gato. Quando finalmente se acostuma com as diversas cabeças decepadas penduradas no teto e com o barulho estranho de globos oculares errantes sendo esmagados sob seus pés, Evie começa a suspeitar de que algo estranho pode estar acontecendo no reino: alguém quer acabar com o Vilão e com todo o seu império nefasto. Agora, além de se esforçar para não babar pelo seu chefe, ela também precisa descobrir quem está tentando sabotar seu trabalho e fazer de tudo para impedi-lo. Afinal, não é fácil encontrar um bom emprego. Assistente do Vilão é o início de uma trilogia de fantasia romântica autêntica e cheia de humor, que mistura contos de fadas e ambiente corporativo. Ideal para os fãs de Shrek , Enrolados , Wandinha , Nimona e, claro, para todos que acreditam que príncipes são bons, mas vilões são melhores.",
      "imagem": "https://m.media-amazon.com/images/I/81DkKVIavBL._AC_UF1000,1000_QL80_DpWeblab_.jpg",
      "avaliacao": 4.8,
      "editora": "Alt",
      "genero": "Fantasia",
      "ano": 2024,
      "paginas": 512
    },
    {
      "id": 6,
      "titulo": "Noiva",
      "autor": "Hannah Grace",
      "sinopse": "Misery Lark, filha do vampiro mais poderoso do sudoeste, nunca foi bem-vista pelos seres de sua espécie. Ela passa seus dias anonimamente em meio aos humanos, isolada, até que é chamada para firmar um acordo de paz entre vampiros e licanos, seus inimigos mortais. Para isso, será obrigada a se casar com Lowe Moreland. Licanos são lobisomens cruéis e imprevisíveis, e o alfa do bando, Lowe, não é exceção. Ele governa o grupo com autoridade absoluta, mas também com justiça. Pela forma como acompanha cada passo de Misery, fica claro que não confia nela. E ele não poderia estar mais certo... A vampira tem as próprias razões para concordar com o casamento arranjado, razões que nada têm a ver com política ou alianças, mas tudo a ver com a coisa que ela mais preza no mundo. Misery está disposta a fazer o que for necessário para recuperar o que é seu, mesmo que precise viver sozinha em território licano. Ela só não esperava se sentir atraída por seu inimigo... e ainda ser correspondida.",
      "imagem": "https://m.media-amazon.com/images/I/51yAaQQZ3qL._SY445_SX342_.jpg",
      "avaliacao": 4.7,
      "editora": "Editora Arqueiro",
      "genero": "Romance",
      "ano": 2024,
      "paginas": 368
    },
    {
      "id": 7,
      "titulo": "Uma Pitada de Sorte",
      "autor": "Baldassari G. B.",
      "sinopse": "E se um livro te indicasse uma pessoa? Amélia é uma jovem chef de cozinha que busca sucesso dentro da alta gastronomia. Depois de uma entrevista de emprego desastrosa, ela vê sua coleção de fracassos aumentar. As coisas também não vão bem no quesito amor, e ela sente que precisa, desesperadamente, de uma volta por cima. Decidida a dar uma chance ao destino, Amélia deixa um bilhete com seu endereço de e-mail dentro do seu livro preferido e o vende em um sebo. Se tudo der certo, ele vai trazer a garota dos seus sonhos. Simples assim. Exceto que, para Amélia, nada acontece de forma simples ou sem muita confusão. Uma pitada de sorte é um romance sáfico que tem como pano de fundo o charme de um inverno em Buenos Aires e a nostalgia do ano de 2007. Uma história com protagonismo feminino, amizades reais e uma mãozinha do destino.",
      "imagem": "https://m.media-amazon.com/images/I/819s5QB6euL._SY466_.jpg",
      "avaliacao": 4.8,
      "editora": "Companhia Editora Nacional",
      "genero": "Romance LGBT+",
      "ano": 2024,
      "paginas": 296
    },
    {
      "id": 8,
      "titulo": "No Calor do Momento",
      "autor": "Hannah Grace",
      "sinopse": "m mais uma festa na casa dos jogadores de hóquei do campus de Maple Hills, os caminhos do atleta Russ Callaghan e da estudante Aurora Roberts se cruzam durante uma brincadeira que acaba ficando muito mais quente do que esperavam. Aurora, que sabe que noites de sexo casual têm hora para acabar (e que mantém as expectativas bem baixas em relação a homens em geral), vai embora sem se despedir e nem mesmo dizer seu nome completo ou telefone. Russ, apesar de magoado, pensa que talvez seja melhor assim: vai passar as férias trabalhando em um acampamento e a última coisa que precisa é de distrações… Isto é, até chegar lá e descobrir que uma de suas colegas de trabalho é ninguém menos que a própria Aurora. E o pior: uma das principais regras do lugar é nada de relacionamentos entre os funcionários! Ela, determinada a deixar a reputação de encrenqueira para trás, e ele, que precisa desse emprego mais do que nunca por conta de problemas familiares, estão em um impasse. Os dois têm muitos motivos para manter a distância, mas claramente a química entre eles segue tão forte quanto antes. Será que Russ e Aurora serão capazes de conviver somente como amigos ou acharão impossível não se deixar levar pelo calor do momento?",
      "imagem": "https://m.media-amazon.com/images/I/81NPs0WZeeL._SY466_.jpg",
      "avaliacao": 4.2,
      "editora": "Fábrica231",
      "genero": "Romance",
      "ano": 2024,
      "paginas": 304
    }
  ]
}
