{
  "usuarios": [
    {
      "id": 1,
      "nome": "Usuario Teste",
      "senha": "senha123",
      "sobre": "Eu sou apenas um usuario de testes",
      "foto": "https://static.vecteezy.com/system/resources/thumbnails/002/534/006/small/social-media-chatting-online-blank-profile-picture-head-and-body-icon-people-standing-icon-grey-background-free-vector.jpg"
    },
    {
      "id": 2,
      "nome": "Ryan",
      "senha": "123",
      "sobre": "Eu não sei oque colocar",
      "foto": "https://i.pinimg.com/originals/30/33/0b/30330b5e8e0f772f0edaa310294703a2.jpg"
    },
    {
      "id": 3,
      "nome": "Thauane",
      "senha": "123",
      "sobre": "Eu sou a Thauane e amo livros de fantasia",
      "foto": "https://i.pinimg.com/564x/96/f8/5a/96f85a3d3ec021d8f082ee6707989c2b.jpg"
    }
  ],
  "livros": [
    {
      "id": 1,
      "titulo": "A Pequena Sereia",
      "autor": "Louise Neill",
      "sinopse": "Redefinindo as histórias de sereias, 'A Pequena Sereia e o Reino das Ilusões' segue Gaia, uma sereia que anseia por liberdade e respostas sobre sua mãe desaparecida. Ao completar quinze anos, ela sobe à superfície e salva um humano, desafiando as regras de seu mundo subaquático. A obra de Louise O’Neill, publicada pela DarkSide® Books, revisita o clássico de Andersen com uma perspectiva feminista, explorando temas de empoderamento e a luta contra um patriarcado opressor.",
      "imagem": "https://m.media-amazon.com/images/I/614ZEyNc+jL.jpg",
      "avaliacao": 4.1,
      "editora": "Darkside",
      "genero": "Ficção Literária, Conto de Fadas e Terror",
      "ano": 2019,
      "paginas": 224
    },
    {
      "id": 2,
      "titulo": "Castella",
      "autor": "Min-gyu Park",
      "sinopse": "Park Min-Gyu, renomado na literatura coreana, cativa com 'Castella', uma obra de contos marcada por uma escrita lúdica e crítica. Através de uma narrativa coloquial e literária, o autor aborda as peculiaridades e desigualdades sociais da Coreia, em histórias que ressoam universalmente, inclusive no Brasil.",
      "imagem": "https://m.media-amazon.com/images/I/91u0wHU3hZL._SY466_.jpg",
      "avaliacao": 4.5,
      "editora": "Martin Claret",
      "genero": "Contos, Ficção Literária e Comteporânea",
      "ano": 2022,
      "paginas": 416
    },
    {
      "id": 3,
      "titulo": "Dois Irmãos",
      "autor": "Milton Hatoum",
      "sinopse": "Em 'Dois Irmãos', Milton Hatoum explora o drama de uma família fragmentada através dos olhares de Yaqub e Omar, gêmeos com destinos divergentes. Narrado pelo filho da empregada, o romance desvenda segredos familiares e pessoais em meio ao cenário evocativo de Manaus. A história é um mosaico de identidade, diferença e as consequências do tempo, premiada com o Jabuti de Melhor Romance em 2001.",
      "imagem": "https://m.media-amazon.com/images/I/91lzSUbiyhL._SY466_.jpg",
      "avaliacao": 4.6,
      "editora": "Companhia de Bolso",
      "genero": "Romance e Ficção Literária",
      "ano": 2006,
      "paginas": 200
    },
    {
      "id": 4,
      "titulo": "Mariposa Vermelha",
      "autor": "Fernanda Castro",
      "sinopse": "Na cidade de Fragária, sob o domínio da República, a magia é proibida, e Amarílis conhece como ninguém o perigo de quebrar as regras. Para evitar o destino trágico que teve sua mãe, a jovem tecelã mantém a cabeça baixa e os fios de seus poderes bem amarrados. Quando, por acaso, se vê diante do homem que causou a ruína de sua família, Amarílis decide convocar um demônio e fazer um pacto: ela quer a morte do general que destruiu sua mãe. Mas sua oferenda é muito simples, e Tolú, o Antigo que atende seu chamado, não pode tirar uma vida por um preço tão baixo. Ele pode, porém, ajudar Amarílis a enfrentar seus medos enquanto ela faz justiça com as próprias mãos. Com uma narrativa delicada e, ao mesmo tempo, sombria, Fernanda Castro conduz o leitor por uma história repleta de personagens fascinantes, horrores mundanos e poderes ocultos.",
      "imagem": "https://m.media-amazon.com/images/I/81859yi65LL._AC_UF1000,1000_QL80_.jpg",
      "avaliacao": 4.8,
      "editora": "Suma",
      "genero": "Literatura, Fantasia e Horror",
      "ano": 2023,
      "paginas": 272
    },
    {
      "id": 5,
      "titulo": "Assistente do Vilão",
      "autor": "Hannah Nicole Maehrer",
      "sinopse": "PROCURA-SE ASSISTENTE: Vilão notório do alto escalão busca assistente leal e equilibrado para funções de escritório não especificadas, apoio à equipe para caos e terror aleatórios e outras Coisas Sombrias em Geral. Discrição é essencial. Excelentes benefícios. Com uma família para sustentar, Evie Sage precisa desesperadamente de um trabalho. Então, quando um esbarrão acidental com o Vilão mais famoso de Rennedawn resulta em uma oferta de emprego, ela aceita sem pensar duas vezes. Alegre, fofa e divertida, Evie sabe que esse cargo não é bem o seu perfil, mas sabe também que nenhum trabalho é perfeito. O que ela jamais esperaria era desenvolver uma queda por seu chefe aterrorizante, temperamental e inegavelmente gato. Quando finalmente se acostuma com as diversas cabeças decepadas penduradas no teto e com o barulho estranho de globos oculares errantes sendo esmagados sob seus pés, Evie começa a suspeitar de que algo estranho pode estar acontecendo no reino: alguém quer acabar com o Vilão e com todo o seu império nefasto. Agora, além de se esforçar para não babar pelo seu chefe, ela também precisa descobrir quem está tentando sabotar seu trabalho e fazer de tudo para impedi-lo. Afinal, não é fácil encontrar um bom emprego. Assistente do Vilão é o início de uma trilogia de fantasia romântica autêntica e cheia de humor, que mistura contos de fadas e ambiente corporativo. Ideal para os fãs de Shrek , Enrolados , Wandinha , Nimona e, claro, para todos que acreditam que príncipes são bons, mas vilões são melhores.",
      "imagem": "https://m.media-amazon.com/images/I/81DkKVIavBL._AC_UF1000,1000_QL80_DpWeblab_.jpg",
      "avaliacao": 4.8,
      "editora": "Alt",
      "genero": "Fantasia",
      "ano": 2024,
      "paginas": 512
    },
    {
      "id": 6,
      "titulo": "Noiva",
      "autor": "Hannah Grace",
      "sinopse": "Misery Lark, filha do vampiro mais poderoso do sudoeste, nunca foi bem-vista pelos seres de sua espécie. Ela passa seus dias anonimamente em meio aos humanos, isolada, até que é chamada para firmar um acordo de paz entre vampiros e licanos, seus inimigos mortais. Para isso, será obrigada a se casar com Lowe Moreland. Licanos são lobisomens cruéis e imprevisíveis, e o alfa do bando, Lowe, não é exceção. Ele governa o grupo com autoridade absoluta, mas também com justiça. Pela forma como acompanha cada passo de Misery, fica claro que não confia nela. E ele não poderia estar mais certo... A vampira tem as próprias razões para concordar com o casamento arranjado, razões que nada têm a ver com política ou alianças, mas tudo a ver com a coisa que ela mais preza no mundo. Misery está disposta a fazer o que for necessário para recuperar o que é seu, mesmo que precise viver sozinha em território licano. Ela só não esperava se sentir atraída por seu inimigo... e ainda ser correspondida.",
      "imagem": "https://m.media-amazon.com/images/I/51yAaQQZ3qL._SY445_SX342_.jpg",
      "avaliacao": 4.7,
      "editora": "Editora Arqueiro",
      "genero": "Romance",
      "ano": 2024,
      "paginas": 368
    }
  ]
}
